import Container from '@mui/material/Container'
import React from 'react'

function Home() {
    return (
        <><div>หน้าแรก</div><div>
            <Container maxWidth="md">
                <h1 style={{ textAlign: "center" }}>ระบบข้อมูลนักศึกษา</h1>
                <h4>Requirements</h4>
                <p>
                ระบบลงทะเบียนเรียนของมหาวิทยาลัย ABC เป็นระบบที่ให้ผู้ใช้ นักศึกษาที่เป็นสมาชิก สามารถ login เข้าสู่ระบบได้  
                โดยทางระบบข้อมูลนักศึกษาจะมีการเก็บข้อมูลของนักศึกษาไว้แล้ว เช่น ชื่อ-นามสกุล รหัสนักศึกษา ชั้นปี เกรด 
                สำนักวิชา อาจารย์ที่ปรึกษา และยังมีข้อมูลส่วนตัว วัน เดือน ปีเกิด ที่อยู่ ผู้ปกครอง เบอร์โทรศัพท์  
                ผู้ดูแลระบบจะมีการกำหนด Username และ Password ของนักศึกษาแต่ละคนไว้ เมื่อนักศึกษาทำการ 
                login ด้วย Username และ Password ของตนเองถูกต้อง ก็จะสามารถเข้าสู่ระบบได้ และสามารถ
                ทำการระบบลงทะเบียนเรียนในขั้นตอนต่อไปได้  หากมีการกรอก Username และ Password ไม่ถูกต้อง 
                ระบบจะแสดงข้อความ “ Username และ Password ไม่ถูกต้อง ” ระบบจะให้กรอกข้อมูลใหม่อีกครั้ง 
                </p>
            </Container>
        </div></>
    )
}

export default Home; 